Repository: lgtm-migrator/oarepo-oai-pmh-harvester
Catalog: oarepo_oaipmh_harvester/nr_theses_metadata/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Record title
cs: Název záznamu

source: Record details
cs: Podrobnosti o záznamu

source: Search results
cs: Výsledky vyhledávání

source: Date defended
cs: Datum obhajoby

source: Status of defence
cs: Stav obhajoby

source: Defended
cs: Obhájeno

source: Not defended
cs: Neobhájeno

source: Collection
cs: Kolekce

source: Resource type
cs: Druh záznamu

source: Date issued
cs: Datum vydání

source: Date available
cs: Datum zpřístupnění

source: Date modified
cs: Datum poslední úpravy

source: Abstract
cs: Abstrakt

source: Methods
cs: Metody

source: Technical info
cs: Technický popis

source: Access rights
cs: Přístupová práva

source: Version
cs: Verze

source: Accessibility
cs: Dostupné z

source: External location URL
cs: URL adresa externího umístění

source: Extent
cs: Rozsah

source: Original record
cs: Původní záznam

source: Degree grantor
cs: Udělitel diplomu

source: Study field
cs: Studijní obor

source: Title
cs: Název

source: Title type
cs: Druh názvu

source: Additional title
cs: Další název

source: Creator
cs: Autor

source: Creator type
cs: Druh autora

source: Creator identifier
cs: Identifikátor autora

source: Creator identifier scheme
cs: Schema identifikátoru autora

source: Creator identifiers
cs: Identifikátory autora

source: Affiliation
cs: Afiliace

source: Creators
cs: Autoři

source: Contributor role
cs: Role přispěvatele

source: Contributor
cs: Přispěvatel

source: Contributor type
cs: Druh přispěvatele

source: Contributor identifier
cs: Identifikátor přispěvatele

source: Contributor identifier scheme
cs: Schema identifikátoru přispěvatele

source: Contributor identifiers
cs: Identifikátory přispěvatele

source: Contributor affiliation
cs: Afiliace přispěvatele

source: Contributors
cs: Přispěvatelé

source: Subject scheme
cs: Schema předmětu

source: Subject
cs: Předmět

source: Subject URI
cs: URI adresa předmětu

source: Subject code
cs: Kód předmětu

source: Subjects
cs: Předměty

source: Subject category
cs: Kategorie předmětu

source: Language
cs: Jazyk

source: License
cs: Licence

source: Related item URL
cs: Související položka - URL adresa

source: Related item year
cs: Související položka - rok vydání

source: Related item volume
cs: Související položka - svazek

source: Related item issue
cs: Související položka - vydání

source: Related item start page
cs: Související položka - úvodní strana

source: Related item end page
cs: Související položka - koncová strana

source: Related item publisher
cs: Související položka - vydavatel

source: Related item relation
cs: Související položka - vztah

source: Related item type
cs: Související položka - druh

source: Related item creator
cs: Související položka - autor

source: Related item creator type
cs: Související položka - druh autora

source: Related item creator identifier
cs: Související položka - identifikátor autora

source: Related item creator identifier scheme
cs: Související položka - schema identifikátoru autora

source: Related item creator identifiers
cs: Související položka - identifikátory autora

source: Related item creators
cs: Související položka - autoři

source: Related item contributor role
cs: Související položka - role přispěvatele

source: Related item contributor
cs: Související položka - přispěvatel

source: Related item contributor type
cs: Související položka - druh přispěvatele

source: Related item contributor identifier
cs: Související položka - identifikátor přispěvatele

source: Related item contributor identifier scheme
cs: Související položka - schema identifikátoru přispěvatele

source: Related item contributor identifiers
cs: Související položka - identifikátory přispěvatele

source: Related item contributor affiliation
cs: Související položka - afiliace přispěvatele

source: Related item contributors
cs: Související položka - přispevatelé

source: Related item PID
cs: Související položka - PID identifikátor

source: Related item PID scheme
cs: Související položka - schema PID identifikátoru

source: Related item PIDs
cs: Související položka - PID identifikátory

source: Related items
cs: Související položky

source: Project
cs: Projekt

source: Funder
cs: Poskytovatel financování

source: Funding
cs: Financování

source: Location
cs: Konkrétní umístění

source: Location (Lon)
cs: GPS pozce (Lon)

source: Location (Lat)
cs: GPS pozice (Lat)

source: Locations
cs: Umístění

source: Series title
cs: Název série

source: Series volume
cs: Svazek série

source: Series
cs: Série

source: Identifier
cs: Identifikátor

source: Identifier scheme
cs: Schema identifikátoru

source: Identifiers
cs: Identifikátory

source: System identifier
cs: Systémový identifikátor

source: System identifier scheme
cs: Schema systémového identifikátoru

source: System identifiers
cs: Systémové identifikátory

source: Event date
cs: Datum události

source: Event place
cs: Místo události

source: Event country
cs: Země události

source: Events
cs: Události

source: Collections
cs: Kolekce

source: Created
cs: Vytvořeno

source: Updated
cs: Aktualizováno

source: Best match
cs: Nejlepší shoda

source: Newest
cs: Nejnovější

source: Oldest
cs: Nejstarší

source: Contact
cs: Kontakt

source: Powered by <a href="%(invenio_rdm)s">InvenioRDM</a>
cs: Vytvořeno pomocí <a href="%(invenio_rdm)s">InvenioRDM</a>

source: Search
cs: Hledat

source: Log in
cs: Přihlášení

source: Sign up
cs: Registrace

source: Log out
cs: Odhlášení

source: Search guide
cs: Průvodce vyhledáváním
